---
kind: property
id: P:Autodesk.Revit.DB.OverrideGraphicSettings.Transparency
source: html/2a93423a-b864-2e2d-1b08-decbf0c8bd74.htm
---
# Autodesk.Revit.DB.OverrideGraphicSettings.Transparency Property

Transparency of surfaces.

## Syntax (C#)
```csharp
public int Transparency { get; }
```